Revit 2027 API
ParameterTypeId.DivisionProfileWidth Property
 "Width": Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DivisionProfileWidth { get; }
Public Shared ReadOnly Property DivisionProfileWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DivisionProfileWidth {
	ForgeTypeId^ get ();
}
static member DivisionProfileWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace